{"translation-revision-date":"2023-07-22 01:31:41+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"You've selected to customize the Stripe account for this form, but not selected a different account. Please set an account as default for this form on the Stripe settings tab.":["Vous avez choisi de personnaliser le compte Stripe pour ce formulaire, mais vous n’avez pas sélectionné un autre compte. Veuillez définir un compte par défaut pour ce formulaire dans l’onglet Paramètres de Stripe."],"Select a Stripe Account":["Sélectionner un compte Stripe"],"Confirm New Default Account":["Confirmez le nouveau compte par défaut"],"Please confirm you’d like to set the account below as the new default Stripe account for this donation form. All donations will process through this Stripe account rather than the Global default Stripe account. %1$s<br>%2$s%3$s":["Veuillez confirmer que vous souhaitez définir le compte ci-dessous comme nouveau compte Stripe par défaut pour ce formulaire de don. Tous les dons seront traités via ce compte Stripe plutôt que le compte Stripe par défaut global. %1$s<br>%2$s%3$s"],"Please confirm you’d like to set the account below as the new default Stripe account. All donation forms set to inherit the Global Settings will use this new default account. %1$s<br>%2$s%3$s":["Veuillez confirmer que vous souhaitez définir le compte ci-dessous comme nouveau compte Stripe par défaut. Tous les formulaires de don configurés pour hériter des paramètres globaux utiliseront ce nouveau compte par défaut. %1$s<br>%2$s%3$s"],"Account Email":["E-mail du compte"],"Account Name":["Nom du compte"],"Disconnect Stripe Account":["Déconnecter votre compte Stripe"],"Dismiss this notice.":["Supprimer ce message."],"View Documentation >":["Voir la documentation"],"Save":["Enregistrer"],"Cancel":["Annuler"]}},"comment":{"reference":"assets\/dist\/js\/admin.js"}}